Revit 2027 API
ExternalResourceTypes.BuiltInExternalResourceTypes.FabricationConfiguration Property
 An external resource type representing an MEP fabrication configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalResourceType FabricationConfiguration { get; }
Public Shared ReadOnly Property FabricationConfiguration As ExternalResourceType
	Get
public:
static property ExternalResourceType^ FabricationConfiguration {
	ExternalResourceType^ get ();
}
static member FabricationConfiguration : ExternalResourceType with get
Property Value
ExternalResourceType
See Also
Reference
ExternalResourceTypes.BuiltInExternalResourceTypes Class
Autodesk.Revit.DB Namespace